Repository: Soulghai/FlyBall
Catalog: FlyBall/Resources/localization/*.lproj/Localizable.strings
Languages: es, ru

# Please Rate 5 Stars
source: Please rate Expand it! on iTunes to encourage us creating free updates
es: Te gusta? Si es así, puntúanos con 5 estrellas para que podamos seguir sacando actualizaciones gratuitas.
ru: Пожалуйста, оцените в 5 звезд. Мы продолжим радовать вас бесплатными обновлениями.

source: Don't Ask Again
es: No, gracias
ru: Не спрашивать больше

source: Yes Rate It
es: Puntuar ahora
ru: Да, оценить

source: Remind Me Later
es: Recordar más tarde
ru: Напомнить позже

# iap_completed_title
source: Transaction Completed
es: Transacción completada
ru: Транзакция завершена

# iap_completed_message
source: You have sucessfully bought additional solve points!
es: ¡Has comprado puntos de solución adicionales!
ru: Вы успешно купили дополнительные авторешения!

# iap_completed_cancel_button
source: OK
es: Aceptar
ru: Oк

source: Review request approved
es: Petición de opinión aprobada
ru: Рассмотрение запроса утвержденно

source: Dismiss
es: Omitir
ru: Отклонить

source: In-App Purchasing disabled
es: Compras integradas deshabilitadas.
ru: Внутри-игровые покупки отключены

source: Check your parental control settings and try again later
es: Comprueba los ajustes de control parental y vuelve a probarlo.
ru: Проверьте настройки родительского контроля и попробуйте еще раз позже

# btnGiftThisApp
source: Gift This App
es: Regala esta aplicación
ru: Подарить игру

# btnComingSoon
source: Coming Soon
es: Próximamente
ru: Очень скоро

# btnRateMe
source: Rate Me
es: Puntuar juego
ru: Оценить

# btnMoreGames
source: More Games
es: Más juegos
ru: Еще игры

# HINT:Tap to Bomb
source: Explode the BOMB
ru: Взорвите БОМБУ!

# Restart Progress?
source: Reset game?
es: Reiniciar progreso?
ru: Стереть прогресс?

# panelBuyCoinsCaption
source: Not enough coins. Buy some?
ru: Не достаточно монет. Купить несколько?

# buttonBuyCurrValue
source: current value
ru: сейчас

# buttonBuyNextValue
source: next value
ru: будет

source: GIFT THIS APP
es: REGALA ESTA APLICACIÓN
ru: Подарить игру

# buttonBuyBonusAccelerationPowerCaption
source: Acceleration Power
ru: Сила бонуса - Скорость

# buttonBuyBonusAccelerationDelayCaption
source: Acceleration Time
ru: Время действия бонуса - Скорость

# buttonBuyBonusGetChanceCaption
source: Bonus Get Chance
ru: Шанс выпадания бонуса

# buttonBuyCoinsGetChanceCaption
source: Coins Get Chance
ru: Шанс выпадания монет

# buttonBuyGodModeTimeCaption
source: God Mode Time
ru: Время действия режима бога

# buttonBuyPlayerSpeedLimitCaption
source: Player Speed
ru: Максимальная сокрость игрока

# buttonBuySpeedWallAccelerationCoeffCaption
source: Speed Wall Acceleration
ru: Разгоняющий тунель

# buttonBuySpeedWallDeccelerationCoeffCaption
source: Speed Wall Decceleration
ru: Замедляющий тунель

# buttonBuyPlayerMagnetDistanceCaption
source: Magnet Distance
ru: Дистанция действия магнита

# buttonBuyPlayerMagnetPowerCaption
source: Magnet Power
ru: Сила действия магнита

# buttonBuyPlayerBombSlowCaption
source: Bomb Acceleration
ru: Скорость разгона бомб

# buttonBuyPlayerGodModeAfterCrashTimeCaption
source: God Mode After Crash Time
ru: Режима бога после столкновения

# buttonBuyPlayerArmorLevelCaption
source: Player Armor
ru: Броня

# buttonBuyLaunchBombLevelCaption
source: Launch Bomb Level
ru: Запускающая бомба

# recommend_email_subject
source: Just discovered this great game!
es: ¡Acabo de descubrir un juego genial!
ru: Посмотри какую игру я нашел!

# recommend_email_app_screenshot_01
source: http://fdgsoft.de/EmailRecommendation/Expandit/en/iphone/01.jpg
es: http://fdgsoft.de/EmailRecommendation/Expandit/es/iphone/01.jpg
ru: http://fdgsoft.de/EmailRecommendation/Expandit/ru/iphone/01.jpg

# recommend_email_app_screenshot_02
source: http://fdgsoft.de/EmailRecommendation/Expandit/en/iphone/02.jpg
es: http://fdgsoft.de/EmailRecommendation/Expandit/es/iphone/02.jpg
ru: http://fdgsoft.de/EmailRecommendation/Expandit/ru/iphone/02.jpg

# recommend_email_app_screenshot_03
source: http://fdgsoft.de/EmailRecommendation/Expandit/en/iphone/03.jpg
es: http://fdgsoft.de/EmailRecommendation/Expandit/es/iphone/03.jpg
ru: http://fdgsoft.de/EmailRecommendation/Expandit/ru/iphone/03.jpg

# recommend_email_app_screenshot_04
source: http://fdgsoft.de/EmailRecommendation/Expandit/en/iphone/04.jpg
es: http://fdgsoft.de/EmailRecommendation/Expandit/es/iphone/04.jpg
ru: http://fdgsoft.de/EmailRecommendation/Expandit/ru/iphone/04.jpg

# recommend_email_app_screenshot_05
source: http://fdgsoft.de/EmailRecommendation/Expandit/en/iphone/05.jpg
es: http://fdgsoft.de/EmailRecommendation/Expandit/es/iphone/05.jpg
ru: http://fdgsoft.de/EmailRecommendation/Expandit/ru/iphone/05.jpg

# recommend_email_app_screenshot_01_hd
source: http://fdgsoft.de/EmailRecommendation/Expandit/en/iphone/01.jpg
es: http://fdgsoft.de/EmailRecommendation/Expandit/es/iphone/01.jpg
ru: http://fdgsoft.de/EmailRecommendation/Expandit/ru/iphone/01.jpg

# recommend_email_app_screenshot_02_hd
source: http://fdgsoft.de/EmailRecommendation/Expandit/en/iphone/02.jpg
es: http://fdgsoft.de/EmailRecommendation/Expandit/es/iphone/02.jpg
ru: http://fdgsoft.de/EmailRecommendation/Expandit/ru/iphone/02.jpg

# recommend_email_app_screenshot_03_hd
source: http://fdgsoft.de/EmailRecommendation/Expandit/en/iphone/03.jpg
es: http://fdgsoft.de/EmailRecommendation/Expandit/es/iphone/03.jpg
ru: http://fdgsoft.de/EmailRecommendation/Expandit/ru/iphone/03.jpg

# recommend_email_app_screenshot_04_hd
source: http://fdgsoft.de/EmailRecommendation/Expandit/en/iphone/04.jpg
es: http://fdgsoft.de/EmailRecommendation/Expandit/es/iphone/04.jpg
ru: http://fdgsoft.de/EmailRecommendation/Expandit/ru/iphone/04.jpg

# recommend_email_app_screenshot_05_hd
source: http://fdgsoft.de/EmailRecommendation/Expandit/en/iphone/05.jpg
es: http://fdgsoft.de/EmailRecommendation/Expandit/es/iphone/05.jpg
ru: http://fdgsoft.de/EmailRecommendation/Expandit/ru/iphone/05.jpg

# recommend_email_message_text
source: I have found an awesome game called <a href="%@">%@</a> on the App Store today. It's a lot of fun, my current score is %d. Check it out and try to beat me :-) !
es: He descubierto en la App Store un juego increíble que se llama <a href="%@">%@</a>. Es superdivertido, y mi puntuación actual es de %d. ¡Échale un vistazo a ver si me puedes superar! :-)
ru: Я нашел отличную игру <a href="%@">%@</a> на App Store! У меня сейчас %d очков. Советую оценить игру лично и попробовать побить мой рекорд :-) !

source: You can use this feature for reviewing the app.
es: Puedes usar esta opción para dar tu opinión sobre la aplicación.
